{"id": "Bafia people_0", "title": "Bafia people", "text": "Bafia (beukpak) people inhabit the Mbam region in the centre province of Cameroon. Their origins are said to share many similarities with those of the Bamun and Tikar people. A division during migratory movements caused the two sets of groups to settle in different areas. Later, the islamisation of most of the Bamun territory further separated them. A yearly festival held in Fumban (Bamun territory) is considered by many to symbolize the recognition of their common heritage."}
{"id": "Glusburn_0", "title": "Glusburn", "text": "Glusburn is a village, electoral ward and civil parish situated in Craven in North Yorkshire, England. Historically part of the West Riding of Yorkshire, the village is situated on the edge of the Yorkshire Dales, sits on the A6068 Kildwick to Hapton road, and is conjoined to the village of Sutton-in-Craven at the south."}
{"id": "Labor Notes (organization)_0", "title": "Labor Notes (organization)", "text": "Labor Notes is a non-profit organization and network for rank-and-file union members and grassroots labor activists. Though officially titled the Labor Education and Research Project, the project is best known by the title of its monthly magazine. The magazine reports news and analysis about labor activity or problems facing the labor movement. In its pages it advocates for a revitalization of the labor movement through Social Movement Unionism and union democracy. Labor Notes is based out of Detroit, Michigan with an East Coast office located in Brooklyn, New York."}
{"id": "The Nutcracker and the Mouse King_0", "title": "The Nutcracker and the Mouse King", "text": "\"The Nutcracker and the Mouse King\" (German: \"Nussknacker und Mausekönig\" ) is a story written in 1816 by German author E. T. A. Hoffmann, in which young Marie Stahlbaum's favorite Christmas toy, the Nutcracker, comes alive and, after defeating the evil Mouse King in battle, whisks her away to a magical kingdom populated by dolls. In 1892, the Russian composer Pyotr Ilyich Tchaikovsky and choreographers Marius Petipa and Lev Ivanov turned Alexandre Dumas père's adaptation of the story into the ballet \"The Nutcracker\", which became one of Tchaikovsky's most famous compositions, and perhaps the most popular ballet in the world."}
{"id": "1997 BDO World Darts Championship_0", "title": "1997 BDO World Darts Championship", "text": "The 1997 Embassy World Professional Darts Championship was held from 4–12 January 1997 at the Lakeside Country Club in Frimley Green, Surrey. It was won by Les Wallace, who became the second Scotsman to become World Darts Champion after Jocky Wilson won it twice in 1982 and 1989. Wallace defeated Wales' Marshall James 6-3 in the final. Wallace also became the first left-handed player to win either version of the World Darts Championship. It was also the second time in four years that two unseeded players had reached the Embassy final, and remains the most recent occasion that this has occurred."}
{"id": "Cathedral Gardens_0", "title": "Cathedral Gardens", "text": "Cathedral Gardens is an open space in Manchester city centre, in North West England. It is bounded by Victoria railway station to the north, Chetham's School of Music to the west, the perimeter of Manchester Cathedral and the Corn Exchange on Fennel Street to the south and Urbis to the east."}
{"id": "Jürgen Schreiber (journalist)_0", "title": "Jürgen Schreiber (journalist)", "text": "Jürgen Schreiber (born Heilbronn, January 30, 1947) is an investigative journalist and author based in Berlin, Germany. He is a regular contributor to Berlin's daily newspaper Der Tagesspiegel on matters concerning Germany's past in World War II and in the fine arts. Schreiber's (non-official) biography in 2005 of the German painter Gerhard Richter, gained much recognition when he exposed the fact that Richter's own aunt was murdered by Richter's late father-in-law, a doctor in the SS."}
{"id": "Thoresway_0", "title": "Thoresway", "text": "Thoresway is a village and civil parish in the West Lindsey district of Lincolnshire, England. It is 1.5 mi west from the B1225 road, 4 mi southeast from Caistor and 6 mi north-east from Market Rasen. The population (including Kirmond le Mire and Stainton le Vale) was 198 at the 2011 census."}
{"id": "34th Ohio Infantry_0", "title": "34th Ohio Infantry", "text": "The 34th Ohio Volunteer Infantry Regiment (or 34th OVI) was an infantry regiment that served in the Union Army during the American Civil War. It primarily served in the Eastern Theater in what is now West Virginia and in Virginia's Shenandoah Valley region. They are well known for wearing early in the war an americanized zouave uniform which consisted of: A dark blue jacket with red trimming, a pair of sky blue baggy trousers with two stripes of red tape going down vertically, a pair of tan gaiters, and a red Ottoman styled fez with a blue tassel. They are known as Piatt's Zouaves"}
{"id": "Battaramulla_0", "title": "Battaramulla", "text": "Battaramulla is a suburb of the city of Colombo, situated 5.2 miles from the City Centre at Colombo Fort, near the Parliament of Sri Lanka. It is one of the fastest developing administrative, commercial and residential areas in the Colombo District being home to the country's elite. By present Battaramulla has been an important town in Sri Lanka, because of the Sri Lanka government decided to locate all the government department head offices in this town."}
{"id": "Rajaram Nityananda_0", "title": "Rajaram Nityananda", "text": "Rajaram Nityananda (born 1948) is an Indian physicist who works on Astronomical Optics, Image Processing & Gravitational Dynamics. He currently works as professor at Azim Premji University Bengaluru. He was formerly the Director of the National Centre for Radio Astrophysics. He also serves as an Associate Editor of the \"Journal of Astrophysics & Astronomy\", published by the Indian Academy of Sciences. He is also the Chairman of the Board of Directors of the National Institute of Technology, Tiruchirappalli. He is currently serving as a faculty member at the Indian Institute of Science Education and Research, Pune. Previously he worked at Raman Research Institute from 1975 to 2000."}
{"id": "Jonathan Bartley_0", "title": "Jonathan Bartley", "text": "Jonathan Bartley (born 16 October 1971, London) is a British politician, and since 2 September 2016, Co-Leader of the Green Party of England and Wales, a position he shares with Caroline Lucas. He was the Green Party's national Work and Pensions spokesperson and the party's Parliamentary candidate for Streatham in the 2015 general election."}
{"id": "Control-X_0", "title": "Control-X", "text": "In computing, is the key combination of the control key and a key usually labeled . Conventionally, the key combination is produced by holding down and simultaneously. To avoid having to press multiple keys simultaneously, the key combination is, on some systems, entered by first pushing the control key and then the X key."}
{"id": "La Cholla Airpark_0", "title": "La Cholla Airpark", "text": "La Cholla Airpark (FAA LID: 57AZ) is a private airpark located in Oro Valley, Pima County, Arizona, eight miles (13 km) northwest of the central business district of Tucson. La Cholla Airpark was founded in 1972 and includes 122 homes and buildable lots in the foothills of the Tortolita Mountains. A 4,500 foot air strip is situated at the center of the community."}
{"id": "You Already Know (album)_0", "title": "You Already Know (album)", "text": "You Already Know is the debut studio album by American hip hop recording artist \"the Don Bishop\" Agallah, formerly known as 8-Off The Assassin. The album was released on August 22, 2006 by Babygrande. The album's production was handled primarily by Agallah, along with others, such as DJ Premier, The Alchemist and Sid Roams. It also features guest appearances from Kool G Rap, The Alchemist, Ike Eyes, and Dead Prez."}
{"id": "Tealight_0", "title": "Tealight", "text": "A tealight (also tea-light, tea lites or tea light, t-lite or tcandles), or nightlight, is a candle encased in a thin metal or plastic cup so that the candle can liquefy completely while lit. They are typically small, circular, wider than their height and inexpensive. Because of their small size and low level of light, multiple tealights are often burned simultaneously."}
{"id": "Police (1985 film)_0", "title": "Police (1985 film)", "text": "Police is a 1985 French romantic crime drama film directed by Maurice Pialat and starring Gérard Depardieu, Sophie Marceau, and Sandrine Bonnaire. Written by Catherine Breillat, the film is about a moody, jaded police detective investigating a drug ring who falls for a mysterious woman and is drawn into a shady and dangerous scheme. The film had 1,830,970 admissions in France."}
{"id": "Russell Perrett_0", "title": "Russell Perrett", "text": "Russell Perrett (born 18 June 1973) is a former footballer who spent most of his career with Portsmouth and Luton Town. He started his career in non-league football with Lymington Town football club in the Wessex League where he holds the record as the youngest player to play in that league at age 14."}
{"id": "Mansfield Park (1983 TV serial)_0", "title": "Mansfield Park (1983 TV serial)", "text": "Mansfield Park is a 1983 British television drama serial, made by the BBC, and adapted from Jane Austen's novel of the same name, originally published in 1814. The serial was the first screen adaptation of the novel. Contrary to Patricia Rozema's later movie adaption, it is faithful to Jane Austen's novel. Jonny Lee Miller, who has a small role as Charles Price in this serial, played Edmund Bertram in the aforementioned film version of the novel."}
{"id": "Cockermouth River_0", "title": "Cockermouth River", "text": "The Cockermouth River is a 9.5 mi stream located in central New Hampshire in the United States. It is the longest tributary of Newfound Lake, part of the Pemigewasset River and ultimately Merrimack River watersheds. The river takes its name from the \"Cockermouth Grant\", an early name for a portion of the town of Hebron."}
{"id": "David Haas_0", "title": "David Haas", "text": "David Robert Haas (born 1957 in Bridgeport, Michigan), is an American author and composer of contemporary Catholic liturgical music. His best known songs include \"Blest Are They,\" \"You Are Mine,\" \"We Are Called,\" \"We Have Been Told,\" \"Now We Remain,\" \"The Name of God,\" \"Song of the Body of Christ\", and \"Glory to God.\""}
{"id": "MA-1 bomber jacket_0", "title": "MA-1 bomber jacket", "text": "The MA-1 bomber jacket (also known as the MA-1 flight jacket) is an American military jacket which was first developed in 1958 by Dobbs Industries. The MA-1 and its predecessor, the B-15 flight jacket, were originally developed and needed at that time because the emergence of the Jet Age created new requirements for pilot performance, safety, and comfort."}
{"id": "Luanne Rice_0", "title": "Luanne Rice", "text": "Luanne Rice is the New York Times bestselling American author of 32 novels that have been translated into 24 languages. She often writes about nature and the sea, and many of her novels deal with love and family. She is the author of The Lemon Orchard, Little Night, The Silver Boat and Beach Girls."}
{"id": "Jack Sears_0", "title": "Jack Sears", "text": "He won the inaugural British Saloon Car Championship in 1958, driving an Austin Westminster. After finishing on joint maximum points with Tommy Sopwith, it was initially suggested the champion would be decided by the toss of a coin. The idea was very unpopular with both drivers and at the final meeting at Brands Hatch, with a draw being a likely possibility, two identical looking Marcus Chambers-owned Riley One-Point-Five works rally cars were brought along for a five lap shoot-out. To make the race fair, they raced five laps, switched cars, then raced five laps again with the driver who had the quickest combined time being crowned champion. In pouring rain, Sears became the first ever champion by 1.6 seconds."}
{"id": "Fishing stage_0", "title": "Fishing stage", "text": "A fishing stage is a wooden vernacular building, typical of the rough traditional buildings associated with the cod fishery in Newfoundland, Canada. Stages are located at the water's edge or \"landwash\", and consist of an elevated platform on the shore with working tables and sheds at which fish are landed and processed for salting and drying. Traditionally, they are painted with a red ochre paint, though colours other than red are sometimes seen."}
{"id": "Werner Krauss_0", "title": "Werner Krauss", "text": "Werner Johannes Krauss (\"Krauß\" in German; 23 June 1884 – 20 October 1959) was a German stage and film actor. Regarded as one of the greatest actors of his time, Krauss dominated the German stage of the early 20th century. However, his participation in the antisemitic propaganda film \"Jud Süß\" and his collaboration with the Nazis made him a controversial figure."}
{"id": "Renaldo Turnbull_0", "title": "Renaldo Turnbull", "text": "Renaldo Antonio Turnbull (born January 5, 1966) is a former professional American football player who played for the New Orleans Saints of the National Football League Was the Saints 1st round (14th overall) in the 1990 NFL Draft. Turnbull, a 6'5\", 252 lb . linebacker-defensive end from West Virginia University, played 8 seasons in the NFL from 1990-1997 for the Saints and Carolina Panthers. In his NFL career, Turnbull played in 120 games with 45.5 sacks and one interception."}
{"id": "Recall (bugle call)_0", "title": "Recall (bugle call)", "text": "Recall is a bugle call used to signal to soldiers that duties or drills are to cease, or to indicate that a period of relaxation should end. Outside of a military context, it is used to signal when a game should end, such as a game of capture the flag among scouts."}
{"id": "Second Cairo Conference_0", "title": "Second Cairo Conference", "text": "The Second Cairo Conference of December 4–6, 1943, held in Cairo, Egypt, addressed Turkey's possible contribution to the Allies in World War II. The meeting was attended by President Franklin D. Roosevelt of the United States, Prime Minister Winston Churchill of the United Kingdom, and President İsmet İnönü of the Republic of Turkey."}
{"id": "Adirondack Trail Improvement Society_0", "title": "Adirondack Trail Improvement Society", "text": "The Adirondack Trail Improvement Society (A.T.I.S.) is a nonprofit organization based at the Ausable Club in St. Huberts, New York, founded in 1897 to ensure regular maintenance and consistent marking of the trails in the St. Huberts and Ausable Lakes area of the Adirondack High Peaks. Later, the organization began hiring trail counselors to lead hiking and camping trips, thus expanding its mission to include education on the proper use and enjoyment of the Adirondack wilderness."}
{"id": "36th Ohio Infantry_0", "title": "36th Ohio Infantry", "text": "The 36th Ohio Volunteer Infantry Regiment (or 36th O.V.I.) was an infantry regiment that served in the Union Army during the American Civil War. Recruited from several counties in southeastern Ohio, the 36th O.V.I. participated in several battles in the Eastern Theater before being transferred for a period to the Western Theater. In 1864, it returned to the East and participated in the Valley Campaigns of 1864."}
{"id": "Momotaro Dentetsu_0", "title": "Momotaro Dentetsu", "text": "Momotaro Dentetsu (桃太郎電鉄 , Momotarō Dentetsu , Momotarō Electric Railway) (also known by the abbreviated name Momotetsu) is a long-running board game-style video game series in Japan; in which players travel by rail, ship, and airplane; attempting to acquire wealth through business transactions buying properties; and dealing with rival entrepreneurs and nemeses such as the God of Poverty (貧乏神 , Binbōgami ) . The game mechanics are often compared to the board games sugoroku and Monopoly."}
{"id": "Nicholas Cook_0", "title": "Nicholas Cook", "text": "Nicholas Cook, FBA (born 5 June 1950) is a British musicologist and writer born in Athens, Greece. In 2009 he became the 1684 Professor of Music at the University of Cambridge, where he is a Fellow of Darwin College. Previously, he was professorial research fellow at Royal Holloway, University of London, where he directed the Arts and Humanities Research Council Research Centre for the History and Analysis of Recorded Music (CHARM). He has also taught at the University of Hong Kong, University of Sydney, and University of Southampton, where he served as dean of arts."}
{"id": "Poet in My Window_0", "title": "Poet in My Window", "text": "Poet in My Window is singer-songwriter Nanci Griffith's second album. This album is in the folk music style preceding her next two albums that are more in the country music genre. A later release of the album included a bonus track, \"Can't Love Wrong,\" in the unusual position as the album's lead-off track, preceding all of the original tracks. Griffith wrote all but one of the album's tunes."}
{"id": "Hoshina Masaari_0", "title": "Hoshina Masaari", "text": "Viscount Hoshina Masaari (保科 正益 ) (March 22, 1833 – January 23, 1888) was a Japanese daimyo of the late Edo period who was the last ruler of the Iino Domain (Kazusa Province; 20,000 \"koku\"). Though lord of a minor domain, his family was a branch of the Matsudaira of Aizu, whose founder Hoshina Masayuki was the older brother of the Iino founder, Hoshina Masasada."}
{"id": "Harriet Hayes_0", "title": "Harriet Hayes", "text": "Hannah Harriet Hayes is a fictional character on the US television series \"Studio 60 on the Sunset Strip\", played by Sarah Paulson. The character is loosely based on actress Kristin Chenoweth (who had dated \"Studio 60\" creator Aaron Sorkin and starred in Sorkin's previous series, \"The West Wing,\" after Sorkin had left it); there is an opinion that she is also at least partially based on former \"Saturday Night Live\" comedian Victoria Jackson."}
{"id": "Sōryū-class submarine_0", "title": "Sōryū-class submarine", "text": "The Sōryū\"-class submarines (16SS\") are diesel-electric attack submarines. The first boat in the class entered service with the Japan Maritime Self-Defense Force in 2009. The design is an evolution of the \"Oyashio\"-class submarine , from which it can most easily be distinguished by its X-shaped stern combination diving planes and rudders. The \"Sōryūs\" have the largest displacement (ship) of any submarine used by post-war Japan."}
{"id": "Len Casanova_0", "title": "Len Casanova", "text": "Leonard Joseph \"Len\" Casanova (June 12, 1905 – September 30, 2002) was an American football, basketball, and baseball player, coach, and college athletics administrator. He served as the head football coach at Santa Clara University (1946–1949), the University of Pittsburgh (1950), and the University of Oregon (1951–1966), compiling a career college football record of 104–94–11. Casanova was also the head baseball coach at Santa Clara from 1940 to 1942, tallying a mark of 39–25. After retiring from coaching, he served as the athletic director at Oregon. Casanova was inducted into the College Football Hall of Fame as a coach in 1977."}
{"id": "Once in a Very Blue Moon_0", "title": "Once in a Very Blue Moon", "text": "Once in a Very Blue Moon is singer-songwriter Nanci Griffith's third album. The sounds have become a little more country and a little less folk than her previous albums. Her first two albums were backed sparsely with instrumentation, but starting with this album, the whole complement of country-styled instrumentalists can be heard. Noted country musicians performing on the album include banjo player Béla Fleck and champion fiddle player Mark O'Connor. The title song was covered by Dolly Parton, who included her version on her \"Real Love\" album in 1985."}
{"id": "Iino Domain_0", "title": "Iino Domain", "text": "Iino Domain (飯野藩 , Iino-han ) was a feudal domain under the Tokugawa shogunate of Edo period Japan, located in Kazusa Province (modern-day Chiba Prefecture). The domain was centered on Iino Jin’ya, a fortified residence in what is now the city of Futtsu, Chiba. It was ruled for the entirety of its history by a branch of the Hoshina clan (later Matsudaira clan) of Aizu."}
{"id": "Enso String Quartet_0", "title": "Enso String Quartet", "text": "The Ensō String Quartet is a US-based string quartet. They have won a number of competitions including the 2003 Concert Artists Guild, 2004 Banff International String Quartet Competition and Fischoff National Chamber Music Competition. Formed in 1999, they have released three CDs on the Naxos Records label, one of which was nominated for a \"Best Chamber Music Performance\" Grammy award."}
{"id": "Fetsund_0", "title": "Fetsund", "text": "Fetsund forms the center of the municipality Fet in the county of Akershus, Norway. The name comes from the local geography, \"Fet\" means \"where water meets grass\". As for the \"-sund\" part, it simply means 'strait, inlet'. Accordingly, Fetsund is located at the strait of Glomma, Norway's largest river, just before it enters Øyeren nature reservation, and this is the place the logging industry in years past pulled the logs out of the water for transport to steam sawmills."}
{"id": "Rob Waiz_0", "title": "Rob Waiz", "text": "Robert L. Waiz, Jr (born January 30, 1963) is a politician of Jeffersonville, Indiana. He works in real estate and has been on the city council and served as mayor. Waiz, a Democrat, was first elected mayor in 2003, defeating two-term incumbent Tom Galligan in the May Democratic primary and then defeating Republican Monty Snelling in the November general election. On May 8, 2007, he lost the Democrat primary against Galligan; who went on to win the general election in November 2007. Rob Waiz was the youngest mayor elected in the city's modern history."}
{"id": "Karawanks Tunnel (motorway)_0", "title": "Karawanks Tunnel (motorway)", "text": "The Karawanks Tunnel (German: \"Karawankentunnel\" , Slovene: \"Predor Karavanke \"or\" Karavanški predor\" ) is a motorway tunnel crossing the Alpine Karawanks mountain range between Austria and Slovenia, with a total length of 7864 m (4.89 miles), 8019 m (4.98 miles) enclosure between the portals. Its construction began in 1986 and it opened on June 1, 1991. It connects the Austrian Karawanken Autobahn (A11) from Villach with the A2 motorway leading to Kranj and Ljubljana in Slovenia, decongesting the historic Loibl/Ljubelj and Wurzen/Korensko sedlo mountain passes."}
{"id": "George Halas Jr._0", "title": "George Halas Jr.", "text": "George Stanley Halas Jr. (September 4, 1925 – December 16, 1979), nicknamed \"Mugs,\" was one of four presidents in the history of the Chicago Bears franchise of the National Football League (NFL). He was the son of George Halas, who was a player, head coach, and owner of the Bears, and the co-founder of the NFL. George Jr. joined the Bears' front office in 1950. He became the treasurer in 1953 and president of the club in 1963. After 16 years as the club president, he died on the last day of the 1979 regular season. The George Halas Jr. Sports Center was dedicated on September 2, 1982 on the campus of Loyola University in Chicago. He was a graduate of Loyola University's School of Commerce."}
{"id": "Daniel Rothschild_0", "title": "Daniel Rothschild", "text": "Major General (ret.) (Aluf) Daniel Rothschild (Hebrew: דניאל רוטשילד‎ ‎ ; born 1946) is the head of The Institute for Policy and Strategy (IPS), an Israeli Think Tank in the Lauder school of Government, Diplomacy and Strategy at the Interdisciplinary Center Herzliya (IDC) and is the chairman of the annual Herzliya Conference series."}
{"id": "Translation (Mormonism)_0", "title": "Translation (Mormonism)", "text": "In the theology of The Church of Jesus Christ of Latter-day Saints (LDS Church), translation refers to being physically changed by God from a mortal human being to an immortal human being. A person that has been translated is referred to as a translated being. According to LDS belief, Enoch, Moses, John the Apostle, the Three Nephites, and others were translated."}
{"id": "The Clean House_0", "title": "The Clean House", "text": "The Clean House is a play by Sarah Ruhl, which premiered in 2004 at Yale Repertory Theatre, was produced Off-Broadway in 2006, and has since been produced in many theaters. The play is a whimsical romantic comedy centered on Matilde, a Brazilian cleaning woman who would rather be a comedian. The play was a finalist for the 2005 Pulitzer Prize for Drama."}
{"id": "The Yiddish Policemen's Union_0", "title": "The Yiddish Policemen's Union", "text": "The Yiddish Policemen's Union is a 2007 novel by American author Michael Chabon. The novel is a detective story set in an alternative history version of the present day, based on the premise that during World War II, a temporary settlement for Jewish refugees was established in Sitka, Alaska, in 1941, and that the fledgling State of Israel was destroyed in 1948. The novel is set in Sitka, which it depicts as a large, Yiddish-speaking metropolis."}
{"id": "Mike Kojima_0", "title": "Mike Kojima", "text": "Mike Kojima is a long-time editor of Nissan Performance Magazine, Turbo and High-Tech Performance, Project Car and Import Tuner magazines, and was an editor for Sport Compact Car (which sponsored the Ultimate Street Car Challenge). Mike has also written several books on Honda Tuning and General Tech. His self-professed \"reputation\" is that of a \"nerd\" (having worked both for Nissan and TRD as an engineer). His columns (and indeed his vehicles) reflect the highly technical approach he takes to making power. One such example is his famous \"dog car,\" an underpowered Nissan Sentra besting many more powerful vehicles (such as Subaru Impreza WRX STIs) on road courses. He has also been a popular figure on internet forums and mailing lists for many years, such as the SE-R list, which focuses on Nissan SR engines and Twinturbo.net."}
{"id": "The Last of the True Believers_0", "title": "The Last of the True Believers", "text": "The Last of the True Believers is singer-songwriter Nanci Griffith's fourth album, and her last with the folk music-oriented Philo Records. The acclaim accorded her from her previous \"Once in a Very Blue Moon\" and the current album would gain her a contract with a major recording company after this album. Here, Griffith continues her turn toward a more country-oriented work than her first two albums, which were primarily folk-sounding. It also includes two songs which would later be hits for Kathy Mattea: \"Love at the Five and Dime\" from her 1986 album \"Walk the Way the Wind Blows\", and \"Goin' Gone\", Mattea's first Number One, from 1987's \"Untasted Honey\"."}
{"id": "Bill Fairbairn_0", "title": "Bill Fairbairn", "text": "William John \"Bulldog\" Fairbairn (born January 7, 1947) is a Canadian former professional ice hockey right wing who played 10 seasons in the National Hockey League (NHL). Fairbairn played most of his career with the New York Rangers, later played for the Minnesota North Stars and St. Louis Blues, and retired early in the 1978-79 NHL season having accumulated 162 goals in his career."}
{"id": "Woh Lamhe_0", "title": "Woh Lamhe", "text": "Woh Lamhe... (English: \"Those Moments...\" ) is a 2006 film starring Kangana Ranaut and Shiney Ahuja and directed by Mohit Suri. The film is supposedly based on Parveen Babi's life, her battle with schizophrenia and her relationship with Mahesh Bhatt to whom she was a lover as well as a mentor in his struggling days."}
{"id": "The Oxford Murders (novel)_0", "title": "The Oxford Murders (novel)", "text": "The Oxford Murders (Spanish: \"Crímenes imperceptibles\" ; \"Imperceptible Crimes\") is a novel by the Argentine author Guillermo Martínez, first published in 2003. It was translated into English in 2005 by Sonia Soto. The story tells about a professor of logic, who, along with a graduate student, investigates a series of bizarre, mathematically-based murders in Oxford, England."}
{"id": "Lost Without Your Love_0", "title": "Lost Without Your Love", "text": "Lost Without Your Love is the sixth and final studio album by Bread, released in 1977. The title track of this LP became the group's sixth and final Top 10 hit, reaching number nine on the US \"\"Billboard\" Hot 100\" in February 1977. \"Hooked on You,\" the follow-up single, subsequently reached number 60."}
{"id": "Lone Star State of Mind_0", "title": "Lone Star State of Mind", "text": "Lone Star State of Mind is Nanci Griffith's fifth album, and her first with a major recording label. Griffith's music took a turn from her original folk music base into more commercially viable country music. For this album, she enlisted the talents of veteran country producer Tony Brown. The album garnered her first appearance on the Billboard Country charts, rising to #23 on the Country Albums chart, and is her highest charting album. The title track, \"Lone Star State of Mind,\" became the first of only three Griffith singles to enter the Top 40 of the Billboard Hot Country Singles chart. It peaked at #36, while two other singles from the album, \"Cold Hearts/Closed Minds\" and \"Trouble in the Fields\", reached #64 and #57 respectively. \"From a Distance\" failed to chart because it was released only as a promotional single in the USA."}
{"id": "Port City Roosters_0", "title": "Port City Roosters", "text": "The Port City Roosters were a minor league baseball team based in Wilmington, North Carolina. The team, which played in the Southern League, was the Double-A affiliate of the Seattle Mariners major-league club. The Roosters played in Brooks Field on the campus of the University of North Carolina, Wilmington. Opened in 1989, the park seats 3,000 fans."}
{"id": "McOndo_0", "title": "McOndo", "text": "McOndo is a Latin American literary movement that breaks from the Magical Realism (\"Realismo mágico\") mode of narration, and counters it with the strong, ideologic associations of the cultural and narrative languages of the mass communications media, and with the modernity of urban living; the experience of town versus country, of McOndo \"vs.\" Macondo. The literature of McOndo presents urban Latin (American) life in \"the City\", an experience the opposite of the rural, \"natural world\" of Macondo, the archetypal \"Latin American Country\" presented in the literature of Magical Realism. Philosophically, the McOndo \"vs.\" Macondo intellectual opposition is to the latter's literary perpetuation of Latin America as an exotic place of exotic people, which presents the reader with \"reductionist essential-isms that everyone in Latin America wears a \"sombrero\" and lives on trees\". Because not everyone wears \"huaraches\" and sports a \"machete\" in contemporary \"Latinoamėrica\", McOndo literature shows it to be a place of many countries, peoples, and cultures, not the monolithic, \"Spanish-speaking worlds\" of the 19th-century dictator novel and the banana republic which preceded 20th-century modernization."}
{"id": "McOndo_1", "title": "McOndo", "text": "place of many countries, peoples, and cultures, not the monolithic, \"Spanish-speaking worlds\" of the 19th-century dictator novel and the banana republic which preceded 20th-century modernization."}
{"id": "Oflag 79_0", "title": "Oflag 79", "text": "Oflag 79 was a German World War II prisoner-of-war camp for Allied officers. The camp was located at Waggum near Braunschweig in Germany, also known by the English name of Brunswick. It was located in a three-story brick building that had previously been the home of a German parachute regiment, near the Herman Göring aircraft engine factory."}
{"id": "Little Love Affairs_0", "title": "Little Love Affairs", "text": "Little Love Affairs is Nanci Griffith's sixth album, and it had similar success to the preceding album, \"Lone Star State of Mind\", on the Billboard charts. The album peaked at #27 on the Country Albums chart and one of its tracks entered into the Top 40 of the Hot Country Singles chart: \"I Knew Love\" rose to #37. Two more tracks also charted: \"Never Mind\" at #58, and \"Anyone Can Be Somebody's Fool\" at #64."}
{"id": "PT-109 (song)_0", "title": "PT-109 (song)", "text": "\"PT-109\" was a song by Jimmy Dean about the combat service of John F. Kennedy and the crew of the \"PT-109\". The boat was famous even before Kennedy ran for office because Kennedy and most of the crew had survived after it was rammed and cut in two by a Japanese destroyer (Kennedy and the crew were rescued after several days on an uninhabited island by two native islanders Biuku Gasa and Eroni Kumana although the islanders are not mentioned in the song."}
{"id": "Ernie Wakely_0", "title": "Ernie Wakely", "text": "Ernest Alfred Linton Wakely (born November 27, 1940) is a Canadian former professional ice hockey goaltender. Wakely was a goaltender in the National Hockey League (NHL) for the Montreal Canadiens and St. Louis Blues. Wakely also played for the Quebec Aces, the Cleveland Barons (AHL), Winnipeg Jets, the San Diego Mariners, the Cincinnati Stingers, the Houston Aeros, and the Birmingham Bulls of the World Hockey Association. Wakely was goaltender for the 1958–59 Memorial Cup winning Winnipeg Braves of the MJHL."}
{"id": "The Power of Pussy_0", "title": "The Power of Pussy", "text": "The Power of Pussy is the third studio album by Bongwater, released in 1990 by Shimmy Disc. The album contains major college radio hits such as the title track, as well as favorites such as \"Nick Cave Dolls\" and \"Folk Song,\" with covers of Dudley Moore's \"Bedazzled\" and \"Kisses Sweeter Than Wine\" by The Weavers. In 1998, it was remastered by Alan Douches and Kramer for its inclusion in \"Box of Bongwater\" set."}
{"id": "Germán Chavarría_0", "title": "Germán Chavarría", "text": "Chavarría made his professional debut for Herediano on 12 November 1978 against Saprissa and scored his first goal on 7 June 1981 against Puntarenas. He would play his entire career for Herediano from 1978 to 1995, making him the club record-holder with most games when he played 492 consecutive Costa Rican Primera División matches without being expelled."}
{"id": "One Fair Summer Evening_0", "title": "One Fair Summer Evening", "text": "One Fair Summer Evening is Nanci Griffith's seventh album, and her first one recorded in a live setting. It was recorded on August 19 and August 20, 1988 at Anderson Fair, a Houston, Texas club long known for featuring folk artists in an intimate setting. Griffith mainly performs live versions of songs from her previously released albums, but adds in a couple of new ones: \"Deadwood, South Dakota\" and \"I Would Bring You Ireland\". The album rose into the #43 position of the Billboard Country Albums chart."}
{"id": "James B. McGovern, Jr._0", "title": "James B. McGovern, Jr.", "text": "James B. McGovern Jr. (February 4, 1922May 6, 1954) was a World War II fighter ace and later Central Intelligence Agency pilot. He and co-pilot Wallace Buford were the only Americans to die in combat in the First Indochina War. At the time, they were officially employees of Civil Air Transport."}
{"id": "Harold Bell_0", "title": "Harold Bell", "text": "Harold Bell (October 5, 1919 – December 4, 2009) was an American marketer and merchandising executive who co-created Woodsy Owl, the iconic mascot of the United States Forest Service. Bell created Woodsy Owl with two U.S. park rangers, Chuck Williams and Glenn Kovar, and another colleague, Betty Hite, for the first Earth Day in 1970. Woodsy Owl is best known for the motto, \"Give a hoot, don’t pollute!\" ."}
{"id": "Roaring Fork Transportation Authority_0", "title": "Roaring Fork Transportation Authority", "text": "The Roaring Fork Transportation Authority (pronounced \"Rafta\") was established in 1983, and is operated by a Rural Transportation Authority. RFTA provides bus service to Aspen, Snowmass Village, Pitkin County, Basalt, a portion of Eagle County, Carbondale, Glenwood Springs and their newest member New Castle. Regularly scheduled service reaches as far as Rifle."}
{"id": "Miharu Domain_0", "title": "Miharu Domain", "text": "Miharu Domain (三春藩 , Miharu-han ) was a minor feudal domain under the Tokugawa shogunate of Edo period Japan. It was based at Miharu Castle in southern Mutsu Province in what is now part of modern-day Miharu, Fukushima. It was ruled for most of its history by the Akita clan."}
{"id": "Battle of Restigouche_0", "title": "Battle of Restigouche", "text": "The Battle of Restigouche was a naval battle fought during the French and Indian War (the North American theatre of the Seven Years' War) on the Restigouche River between the British Royal Navy and the small flotilla of vessels of the French Navy, Acadian militia and Mi'kmaq militias. The French vessels had been sent to relieve New France after the fall of Quebec. Supplies were extraordinarily important because France ran their colonies such that the colonies were wholly dependent on products and manufacturing of the motherland. The loss of the Battle of Restigouche and the consequent inability to supply the troops, marked the end of any serious attempt by France to keep hold of their colonies in North America, and it severely curtailed any hopes for a lengthy resistance to the British by the French forces that remained. The battle was the last major engagement of the Mi'kmaq and Acadian militias before the Burying of the Hatchet Ceremony between the Mi'kmaq and the British."}
{"id": "Battle of Restigouche_1", "title": "Battle of Restigouche", "text": "militias before the Burying of the Hatchet Ceremony between the Mi'kmaq and the British."}
{"id": "4th Pennsylvania Reserve Regiment_0", "title": "4th Pennsylvania Reserve Regiment", "text": "The 4th Pennsylvania Reserve Regiment, also known as the 33rd Pennsylvania Volunteer Infantry Regiment, was an infantry regiment that served in the Union Army during the American Civil War. It was a part of the famed Pennsylvania Reserves in the Army of the Potomac for much of the early part of the war, and served in the Eastern Theater in a number of important battles, including Antietam and Fredericksburg."}
{"id": "Delux_0", "title": "Delux", "text": "Delux is a pop rock band formed in Tijuana, Mexico, in the summer of 2000. The group is influenced by 1980s new wave music and the SoCal punk scene. Their 2005 debut self-titled record spawned three music videos which included an MTV VMA Nomination for Best New Artist. In 2007 they released \"Entre La Guerra y El Amor\" under major label (Sony/BMG) which allowed them to reach a more diverse and larger audience. In 2010, Delux released a bilingual album, which propelled them to be named one of the most influential Hispanic rock bands of the Internet era. They appeared on \"Alternative Press\"' s 100 bands to watch in 2007."}
{"id": "Ontario Highway 37_0", "title": "Ontario Highway 37", "text": "King's Highway 37, commonly referred to as Highway 37, is a provincially maintained highway in the Canadian province of Ontario. Its northern terminus is at Highway 7 in Actinolite (part of Tweed Municipality), and its southern terminus was formerly at Highway 62 in Belleville; however, in 1998 the terminus was changed to Highway 401, also in Belleville. Prior to the re-routing, Highway 37 was 47 km long; it is now 44 km in length."}
{"id": "Aerobic treatment system_0", "title": "Aerobic treatment system", "text": "An aerobic treatment system or ATS, often called (incorrectly) an aerobic septic system, is a small scale sewage treatment system similar to a septic tank system, but which uses an aerobic process for digestion rather than just the anaerobic process used in septic systems. These systems are commonly found in rural areas where public sewers are not available, and may be used for a single residence or for a small group of homes."}
{"id": "Storms (Nanci Griffith album)_0", "title": "Storms (Nanci Griffith album)", "text": "Storms is singer-songwriter Nanci Griffith's eighth album. In it she heads in a third musical direction, that of pop music. Griffith, whose background is primarily folk music, turned toward country music in her preceding four or five albums, and here, again, ventures into a little different style. Griffith enlisted the talents of noted rock music producer Glyn Johns for the musical style change. The album landed at #42 on the Billboard Country Albums chart, and at #99 on the Pop Albums chart in 1989."}
{"id": "Swatara State Park_0", "title": "Swatara State Park", "text": "Swatara State Park is a 3515 acre Pennsylvania state park in Bethel, Swatara and Union Townships, Lebanon and Pine Grove Township, Schuylkill Counties in Pennsylvania in the United States. 8 mi of Swatara Creek lie within the park's boundaries, which are roughly formed by Pennsylvania Route 443 to the north and Interstate 81 to the south. The park is in a valley in the ridge and valley region of Pennsylvania between Second Mountain (north) and Blue Mountain (south)."}
{"id": "Bryan Station High School_0", "title": "Bryan Station High School", "text": "Bryan Station High School, founded in 1958, is a high school within the Fayette County Public Schools system in Lexington, Kentucky. During the 2006–2007 school year, students were moved to their newly built school known as Bryan Station High. The school was named for Bryan Station, an 18th-century pioneer settlement. The school's sports teams are called the Defenders, and the school mascot is the \"Mean Man\"; the school says \"His persona reflects the heritage of the pioneers at the seige of Bryan Station Fort between the British and Indians in 1782.\""}
{"id": "Chess in the arts_0", "title": "Chess in the arts", "text": "Chess became a source of inspiration in the arts in literature soon after the spread of the game to the Arab World and Europe in the Middle Ages. The earliest works of art centered on the game are miniatures in medieval manuscripts, as well as poems, which were often created with the purpose of describing the rules. After chess gained popularity in the 15th and 16th centuries, many works of art related to the game were created. One of the most well-known, Marco Girolamo Vida's \"Scacchia ludus\", written in 1527, made such an impression on the readers that it singlehandedly inspired other authors to create poems about chess."}
{"id": "Party Monster: The Shockumentary_0", "title": "Party Monster: The Shockumentary", "text": "Party Monster: The Shockumentary is a 1998 documentary film detailing the rise of the club kid phenomenon in New York City, the life of club kid and party promoter Michael Alig, and Alig's murder (with the help of Robert D. \"Freeze\" Riggs) of fellow club kid and drug dealer Andre \"Angel\" Melendez."}
{"id": "Roberto Clemente Charter School_0", "title": "Roberto Clemente Charter School", "text": "Roberto Clemente Charter School is a small, urban, public, charter school located in Allentown, Pennsylvania, in the United States. The school is located at 4th and Walnut Streets in Allentown. It serves students in grades 6 through 12. It had 320 students enrolled in the 2007-08 school year. Approximately 94% of the students then enrolled at Roberto Clemente Charter School were Hispanic. In 2013, the school reported an enrollment of 308 pupils in grades 6th through 12th. Additionally, 92% of the pupils were eligible for a federal free or reduced-price lunch due to the family meeting the federal poverty level. Roberto Clemente Charter School administration reported that 8% of pupils received special education services. The school is a federally designated Title I school."}
{"id": "Reto Rossetti_0", "title": "Reto Rossetti", "text": "Reto Rossetti (11 April 1909 – 20 September 1994) was a poet and an Esperantist professor. He was Italian-Swiss and retained his nationality, although he lived all his life in Britain. His professional career as a teacher in art colleges culminated as Head of the art education department at Bristol university. His elder brother was Cezaro Rossetti, author of \"Kredu min, sinjorino! \" (\"Believe me, Ma'am!\") . He died at Gosport."}
{"id": "Microtargeting_0", "title": "Microtargeting", "text": "Microtargeting is the use by political parties and election campaigns of direct marketing datamining techniques that involve predictive market segmentation (aka cluster analysis). It is used by United States Republican and Democratic political parties and candidates to track individual voters and identify potential supporters. The term \"microtargeting\" was coined in 2002 by political consultant Alexander P. Gage."}
{"id": "Lordship of Eglofs_0", "title": "Lordship of Eglofs", "text": "The Lordship of Eglofs was an estate of the Holy Roman Empire, in the Württemberg Allgäu, located around the village of Eglofs, now in Argenbühl in the rural district of Ravensburg in southern Baden-Württemberg, Germany. From 1668 it was an Imperial Estate in the Holy Roman Empire with a seat on the Bench of Counts of Swabia. It was owned by Abensperg und Traun until 1804, when they sold it to Windisch-Grätz. Two years later, Eglofs was mediatised to the Kingdom of Württemberg."}
{"id": "Foster Business Library_0", "title": "Foster Business Library", "text": "The Foster Business Library is the business library at the University of Washington in Seattle, Washington. As part of the university system of libraries, it serves the 3,500 students, faculty, and staff of the Foster School of Business. The 21,500 square-foot facility, which opened in 1997, is located under a garden, beneath an 80 ft skylight, on two floors, connected with PACCAR Hall and adjacent to Dempsey Hall and the Bank of America Executive Education Center."}
{"id": "On Our Own (1977 TV series)_0", "title": "On Our Own (1977 TV series)", "text": "On Our Own is an American sitcom broadcast Sundays at 8:30 pm (EST) on CBS as part of their 1977-78 schedule. It featured Lynnie Greene as Maria Bonino and Bess Armstrong as Julia Peters, two employees in the Bedford Advertising Agency in New York City who also share an apartment. Toni McBain (Gretchen Wyler) was their boss, while April Baxter (Dixie Carter) and Phil Goldstein were their coworkers."}
{"id": "Battle of Dahlen_0", "title": "Battle of Dahlen", "text": "The Battle of Dahlen was fought on April 23, 1568, between a Dutch rebel army led by Jean de Montigny, Lord of Villers, and a Spanish army commanded by Sancho Dávila y Daza. As a part of William of Orange's planned invasion, the Dutch rebels were trying to conquer the town of Roermond when the arrival of the Spanish force compelled them to withdraw. Dávila pursued the retreating force and inflicted a defeat upon Villers near the small town of Dahlen (today known as Rheindahlen). The survivors of this encounter sought refuge under the walls of Dahlen, where the Spanish infantry finally defeated them. This battle is sometimes considered the official start of the Eighty Years' War."}
{"id": "Thomas Langley_0", "title": "Thomas Langley", "text": "Thomas Langley (c. 1363 – 20 November 1437) was an English prelate who held high ecclesiastical and political offices in the early to mid-15th century. He was Dean of York, Bishop of Durham, twice Lord Chancellor of England to three kings, and a Pseudocardinal. In turn Keeper of the King's signet and Keeper of the Privy Seal before becoming de facto England's first Foreign Secretary. He was the second longest serving Chancellor of the Middle Ages."}
{"id": "Santa Esmeralda_0", "title": "Santa Esmeralda", "text": "Santa Esmeralda is a U.S./French Disco group formed in the 1970s; perhaps best known for their hit disco remakes of the 1960s hits \"Don't Let Me Be Misunderstood\" and \"House of the Rising Sun\". The group featured original lead singer Leroy Gómez in 1977/1978 and singer Jimmy Goings from late 1978 until 1983, and once again original lead singer Leroy Gómez from the 1990s to this day."}
{"id": "Mauricio Montero_0", "title": "Mauricio Montero", "text": "Montero came through the youth ranks of Ramonense and debuted for the senior team in 1980. He moved to Alajuelense in 1987 and retired on 15 September 1998 after a game against Atlético Bucaramanga. During that match, Alajuelense retired his #20 jersey that he had used throughout his tenure with the club. Montero, however, did not exclusively use #20 during his Alajuelense tenure as he used #12 on occasion between 1990 and 1991, and #3 (belonging to fellow defender Hernán Fernando Sossa) at least once during the 1990-91 season—Montero himself mentioned that he did this out of need due to the actual #20 shirts not being readily available. He totalled 556 league games, 408 of them for Alajuelense."}
{"id": "Al-Suhayli_0", "title": "Al-Suhayli", "text": "Sidi Abu al-Qasim Abd al-Rahman b. Abd Allah al-Suhayli (1114 – 1185), was born in Al-Andalus, Fuengirola (formerly called Suhayl) and died in Marrakesh. He is one of the seven saints of that city. Al-Suhayli wrote books on grammar and Islamic law. He is especially well known as an Islamic scholar by his commentary on the \"sira\" of Ibn Hisham. Al-Suhayli came to Marrakesh around 1182 at the call of the Almohad sultan Abu Yusuf Ya'qub al-Mansur. He died here three years later, and his \"zaouia,\" in a cemetery just outside Bab er Robb (with entrance only allowed to Muslims), hides a former gate in the wall called Bab el Charia. His tomb is visited yearly by many pilgrims. The cemetery Bab Ech Charia, walled today, is built at the place where the Almohad troops of Abd El Moumen defeated the Almoravids in 1147."}
{"id": "I Love New York (TV series)_0", "title": "I Love New York (TV series)", "text": "I Love New York is a reality television series featuring Tiffany \"New York\" Pollard on a quest to find her true love. The series first aired on VH1 as a spin off to \"Flavor of Love\", another relationship competition series, which featured Pollard as a finalist in two consecutive seasons."}
{"id": "Claudio Marchisio_0", "title": "Claudio Marchisio", "text": "Claudio Marchisio (] ; born 19 January 1986) is an Italian professional footballer who plays as a midfielder for Juventus and the Italian national team. A product of the Juventus youth system, he has spent his whole career thus far at his hometown club, with the exception of a season-long loan spell at Empoli, winning six consecutive Serie A titles. He is currently the club's second vice-captain, behind Giorgio Chiellini."}
{"id": "Thomas of Strasburg_0", "title": "Thomas of Strasburg", "text": "Thomas of Strasburg (died 1357) was a fourteenth-century scholastic of the Augustinian Order. In 1347, two years after he became general, his second son died of the plague. In 1345 he became the general of his order, a position he would hold for the rest of his life. During his tenure he would revise the constitution of his order."}
{"id": "Dalziel and Pascoe (TV series)_0", "title": "Dalziel and Pascoe (TV series)", "text": "Dalziel and Pascoe is a popular British television crime drama based on the novels of the same name, written by Reginald Hill. The series was first broadcast on 16 March 1996, with Warren Clarke being cast as Dalziel (pronounced \"dee-ell\") and Colin Buchanan being cast as Pascoe. The series is primarily set in the fictional town of Wetherton in Yorkshire, and \"follows the work of two detectives that are thrown together as partners. Complete opposites. Different backgrounds, different beliefs, different styles. They get on each other's nerves. They are continually embarrassed by each other. But their differences make them a stunningly brilliant crime-solving team.\""}
{"id": "Jordan Reyne_0", "title": "Jordan Reyne", "text": "Jordan Reyne is an experimental musician originally from New Zealand, now living in the UK. Jordan's sound has been variously described as \"industrial-tinged folk\" and \"antipodean Steampunk\" yet defies any cut and dried genre description. She combines the two usually disparate genres of folk and industrial, bringing in Celtic vocal melody, historically based narrative and the sounds of steam, iron and industrial \"found sound\". Several of her releases are set in the time of the Industrial Revolution."}
{"id": "Note Bleu: Best of the Blue Note Years 1998–2005_0", "title": "Note Bleu: Best of the Blue Note Years 1998–2005", "text": "Note Bleu: Best of the Blue Note Years 1998–2005 is a \"best of\" or \"greatest hits\" compilation from avant-jazz-funk organ trio Medeski Martin & Wood, released in 2006 and featuring select songs from all of the band's albums released on Blue Note Records. (The band has since started an independent label, Indirecto Records.)"}
{"id": "Laurel Hill Coláiste_0", "title": "Laurel Hill Coláiste", "text": "Laurel Hill Coláiste FCJ (Irish: \"Coláiste Cnoc na Labhras\" ), formerly known as Laurel Hill Convent, is an Irish Roman Catholic secondary school for girls, situated on the South Circular Road, Limerick, Ireland. It is a relatively small school, with a student population of approximately 400. It is renowned for its academic prowess, featuring highly in the national league tables of Leaving Certificate results and third level entry, coming top out of all the non-fee-paying schools in the 2016 table for the third year in a row."}
{"id": "Precycling_0", "title": "Precycling", "text": "Precycling is the practice of reducing waste by attempting to avoid bringing items which will generate waste into home or business. The U.S. Environmental Protection Agency (EPA) also cites that precycling is the preferred method of integrated solid waste management because it cuts waste at its source and therefore trash is eliminated before it is created. According to the EPA, precycling is also characterized as a decision-making process on the behalf of the consumer because it involves making informed judgments regarding a product’s waste implications. The implications that are taken into consideration by the consumer include: whether a product is reusable, durable, or repairable; made from renewable or non-renewable resources; over-packaged; and whether or not the container is reusable."}
{"id": "Haverfordwest transmitting station_0", "title": "Haverfordwest transmitting station", "text": "The Woodstock transmitting station is a broadcasting and telecommunications facility located at Woodstock about 13 km to the north east of the town of Haverfordwest, in Pembrokeshire, Wales (grid reference [ SN028261] ). It was originally built by the BBC, entering service in early 1964 acting as a main transmitter for the 405-line VHF television system, and as a repeater for Band 2 VHF FM radio received off-air from Blaenplwyf transmitting station. It is now owned and operated by Arqiva."}
{"id": "Anson baronets_0", "title": "Anson baronets", "text": "The Anson Baronetcy, of Birch Hall in the County of Lancaster, is a title in the Baronetage of the United Kingdom held by a branch of the Anson family. It was created on 30 September 1831 for William Anson. He was the third son of George Anson; his elder brothers were Thomas Anson, 1st Viscount Anson and General Sir George Anson. Sir William was the uncle of Thomas Anson, 1st Earl of Lichfield and Major-General George Anson and the great-nephew of George Anson, 1st Baron Anson (see Earl of Lichfield, 1831 creation for more information on the Anson family). His grandson, the third Baronet, was a lawyer and Liberal Unionist politician. He never married and was succeeded by his nephew, the fourth Baronet. He was the only son of Frederick Arthur Anson, third son of the second Baronet. The fourth baronet drowned in the Thames in July 1914, aged only twenty-five. He had not married and on his death the title passed to his first cousin, the fifth Baronet, the eldest son of Rear-Admiral Algernon Horatio Anson (1854–1913), fourth and youngest son of the second Baronet. He was killed in action in the First World War. He was unmarried and"}
{"id": "Anson baronets_1", "title": "Anson baronets", "text": "twenty-five. He had not married and on his death the title passed to his first cousin, the fifth Baronet, the eldest son of Rear-Admiral Algernon Horatio Anson (1854–1913), fourth and youngest son of the second Baronet. He was killed in action in the First World War. He was unmarried and was succeeded by his younger brother, the sixth Baronet. As of 2007 the title is held by the latter's son, the seventh Baronet, who succeeded in 1951. He is a retired Rear-Admiral in the Royal Navy."}
{"id": "South Africa at the 1960 Summer Olympics_0", "title": "South Africa at the 1960 Summer Olympics", "text": "The Union of South Africa competed at the 1960 Summer Olympics in Rome, Italy. 55 competitors, 53 men and 2 women, took part in 46 events in 12 sports. After these Olympics, the International Olympic Committee banned South Africa from the Olympic Movement over the policy of apartheid, making these the last Olympics at which South Africa would compete until the repeal of apartheid and the 1992 Summer Olympics."}
{"id": "Pacific Seacraft_0", "title": "Pacific Seacraft", "text": "Pacific Seacraft Corporation is a Washington, North Carolina based sailboat manufacturer specializing in fiberglass monohull cruising boats. Pacific Seacraft is best known for producing the Crealock line of sailboats. These are heavy, overbuilt offshore cruising designs designed by William Crealock. Crealocks are distinctive due to their overhanging 'canoe' sterns and traditional lines. Their sailboats have been featured in both volumes of Ferenc Máté's \"The World's Best Sailboats\", and Fortune Magazine twice selected Pacific Seacraft as a producer of America's 100 best products."}
{"id": "Kumudini boat massacre_0", "title": "Kumudini boat massacre", "text": "The Kumudini or Kumuthini boat massacre (Tamil:குமுதினி படகுப் படுகொலைகள்) happened on 15 May 1985 when at least 23 minority Sri Lankan Tamil men, women and children on a ferry boat named Kumudini sailing from the island of Delft to the island of Nainathievu were killed by Sri Lankan Navy personnel."}
{"id": "List of companies of the Central African Republic_0", "title": "List of companies of the Central African Republic", "text": "The Central African Republic is a landlocked country in Central Africa. It is bordered by Chad to the north, Sudan to the northeast, South Sudan to the east, the Democratic Republic of the Congo and the Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620,000 km2 and had an estimated population of around 4.7 million as of 2014 ."}
{"id": "Brandon Johnson_0", "title": "Brandon Johnson", "text": "Brandon Johnson (born April 5, 1983) is a former American football linebacker. He was drafted by the Arizona Cardinals in the fifth round of the 2006 NFL Draft and played for the Cincinnati Bengals. He played college football at Louisville. He is the co-founder with his wife of Johnson Family Foundation."}
{"id": "Daei Sport_0", "title": "Daei Sport", "text": "Daei Sportswear & Equipment (Persian: پوشاک ورزشی دایی‎ ‎ ) is a major Iranian manufacturer of apparel and sports equipment. It is owned and was founded by Iranian football star Ali Daei and provides football kits for Iran's Premier Football League teams. Its headquarters are located in Tehran, Iran. Daei Sport was the official kit provider for the Iran national football team in 2009."}
{"id": "Informational listening_0", "title": "Informational listening", "text": "The process of informational listening focuses on the ability of an individual to understand a speaker's message. It is a huge part of everyday life, and failing to understand the concept of informational listening can be very detrimental to one's quality of life and to their contribution to society. Much of the listening people engage in on a regular basis falls under the blanket of listening for information. In the office, people listen to their superiors for instructions about what they are to do. At school, students listen to teachers for information that they are expected to understand for quizzes and tests. In all areas of life, informational listening plays a huge role in human communication."}
{"id": "Bremerton High School_0", "title": "Bremerton High School", "text": "Bremerton High School is four-year public secondary school in the port city of Bremerton, Washington, west across Puget Sound from Seattle, in the Bremerton School District. As of the 2008–2009 school year, Bremerton High facilitates grades 9–12. Several changes in the district's grade configuration have meant freshmen have been in and out of the building. From 1993 to 2007, the school only contained grades 10–12, with the ninth grade at the junior high school."}
{"id": "7 Days (SPEED Channel)_0", "title": "7 Days (SPEED Channel)", "text": "7 Days is a program that ran on the Speed Channel starting in February 2006 that shows the views of the NASCAR world. The program follows someone related to NASCAR for seven days. The program was broadcast weekly and was approximately 30 minutes in length. The subjects in \"7 Days\" include crew chiefs, drivers, fans, track workers and shop workers. Among those shown in \"7 Days\" were J. J. Yeley, Denny Hamlin, Doug Richard, Buffy Waltrip, Boris Said, Carl Edwards and Martin Truex Jr."}
{"id": "Massiah v. United States_0", "title": "Massiah v. United States", "text": "Massiah v. United States, 377 U.S. 201 (1964), was a case in which the Supreme Court of the United States held that the Sixth Amendment to the United States Constitution prohibits the government from eliciting statements from the defendant about themselves after the point that the Sixth Amendment right to counsel attaches."}
{"id": "André Gabias_0", "title": "André Gabias", "text": "André Gabias (born May 20, 1956) is a politician in Quebec, Canada. He holds a degree in law from the Université de Sherbrooke, and has been a member of the Quebec Bar since 1981. Since 1984, he has taught law at the Université du Québec à Trois-Rivières and is a member of the National Assembly of Quebec. He represents the electoral district of Trois-Rivières and is a member of the Quebec Liberal Party (QLP)."}
{"id": "Sergio Gonella_0", "title": "Sergio Gonella", "text": "Sergio Gonella (] ; born 23 May 1933, in Asti, Italy) is an Italian businessman (Bank Manager) and a noted football referee. He was the first Italian appointed to referee the FIFA World Cup final, which occurred when he took charge of the 1978 final between hosts Argentina and the Netherlands. He is one of only two persons (the other being the Swiss Gottfried Dienst) to have refereed both the European Championship final and the World Cup Final. In 2013, he was inducted into the Italian Football Hall of Fame."}
{"id": "Todd Verow_0", "title": "Todd Verow", "text": "Todd Verow (born November 11, 1966) is an American film director who now resides in New York City, New York. He attended the Rhode Island School of Design and the AFI Conservatory. Together with his creative partner, James Derek Dwyer, he formed Bangor Films in 1995. He was also the cinematographer for Jon Moritsugu's film \"Terminal USA\" (1993). He has been called a veteran of the New Queer Cinema."}
{"id": "Sabon_0", "title": "Sabon", "text": "Sabon is an old-style serif typeface designed by the German-born typographer and designer Jan Tschichold (1902–1974) in the period 1964–1967. It was released jointly by the Linotype, Monotype, and Stempel type foundries in 1967. The design of the roman is based on types by Claude Garamond ( 1480–1561 ), particularly a specimen printed by the Frankfurt printer Konrad Berner. Berner had married the widow of a fellow printer Jacques Sabon, the source of the face's name, who had bought some of Garamond's type after his death. The italics are based on types designed by a contemporary of Garamond's, Robert Granjon. It is effectively a Garamond revival, though a different name was chosen as many other modern typefaces already carry this name."}
{"id": "KJRN_0", "title": "KJRN", "text": "KJRN (88.3 MHz) is a non-commercial FM radio station licensed to Keene, Texas The station broadcasts a Contemporary Christian music radio format and calls itself \"88.3 The Journey.\" KJRN is owned by Southwestern Adventist University. The DJs consist of both full-time on-air talent and part-time university students. Studios are on the campus on North College Drive and the transmitter is a short distance away off North Old Betsy Road. The signal of the station covers much of Johnson County, part of southern Tarrant County and can be heard in the southwestern section of the Dallas–Fort Worth metroplex."}
{"id": "The Left was Never Right_0", "title": "The Left was Never Right", "text": "The Left was Never Right was a book published in June 1945 by Quintin Hogg, the Conservative MP for Oxford, which examined the speeches and policies of politicians from the Labour Party and the Liberal Party concerning armaments and appeasement. These were contrasted to quotes by Conservative MPs such as Winston Churchill and Sir Austen Chamberlain supporting British rearmament and against appeasement of Germany. The books dust-jacket quoted Jesus' remark: \"Out of thine own mouth will I judge thee\" from Luke 19:22."}
{"id": "Aegis Trust_0", "title": "Aegis Trust", "text": "The Aegis Trust, founded in 2000, is the British NGO which campaigns to prevent genocide worldwide. Based at the United Kingdom's Holocaust Centre, which opened in 1995, the Aegis Trust coordinates the UK Genocide Prevention All-Party Parliamentary Group, funds the Genocide Prevention Group (Canada) and is responsible for the Kigali Genocide Memorial Centre in Rwanda, which commemorates the 1994 genocide and is central to education of a new generation about the dangers of ethnic division."}
{"id": "Fulk Bertrand of Provence_0", "title": "Fulk Bertrand of Provence", "text": "Fulk Bertrand I (died 27 April 1051) was the joint Count of Provence with his elder brother William IV from 1018 and with his younger brother Geoffrey I from at least 1032 if not earlier. After William's death, Fulk assumed the title of margrave, indicating headship of the dynasty. They were the sons of William II, count of Provence."}
{"id": "Sara Martin_0", "title": "Sara Martin", "text": "Sara Martin (June 18, 1884 – May 24, 1955) was an American blues singer, in her time one of the most popular of the classic blues singers. She was billed as \"The Famous Moanin' Mama\" and \"The Colored Sophie Tucker\". She made many recordings, including a few under the names Margaret Johnson and Sally Roberts."}
{"id": "Boys in Heat_0", "title": "Boys in Heat", "text": "Boys in Heat is the second album by the American glam metal band Britny Fox, released in 1989. After this album, singer \"Dizzy\" Dean Davidson left the group and formed the band \"Blackeyed Susan\". He was replaced by singer Tommy Paris. The album debuted at No. 79 on the \"Billboard\" 200 albums chart. The song \"Hair of the Dog\" was originally recorded by Nazareth on the album \"Hair of the Dog\" (1975)."}
{"id": "BattleLore (board game)_0", "title": "BattleLore (board game)", "text": "BattleLore is a strategy board wargame for two players, created by Richard Borg and initially published by Days of Wonder in 2006 (and later by Fantasy Flight Games). The game is based on the same mechanics as \"Battle Cry\", \"Memoir '44\" and \"\", but has a fantasy and medieval theme."}
{"id": "James Martin (priest)_0", "title": "James Martin (priest)", "text": "James J. Martin {'1': \", '2': \", '3': 'SJ', '4': \"} (born December 29, 1960), also known as Jim Martin, is an American Jesuit priest, a writer, and editor-at-large of the Jesuit magazine \"America\". He grew up in Plymouth Meeting, Pennsylvania, and now lives in the America House Jesuit Community in midtown Manhattan. On April 12, 2017, Pope Francis appointed Martin and EWTN leader Michael Warsaw as consultants to the Vatican's Secretariat for Communications. Some of Martin's theological views, especially on homosexuality, are controversial in the Catholic Church."}
{"id": "Lined lanternshark_0", "title": "Lined lanternshark", "text": "The lined lanternshark, \"Etmopterus bullisi\", is a shark of the family Etmopteridae found in the western Atlantic from North Carolina to northern Florida, and Honduras, between latitudes 34°N and 15°N, at depths of up to 850 m. Its maximum length is more than 26 cm, but an adult has yet to be measured."}
{"id": "Leicestershire &amp; Rutland Cricket Club_0", "title": "Leicestershire &amp; Rutland Cricket Club", "text": "Cricket may not have reached the English counties of Leicestershire and Rutland until the 18th century. A notice in the \"Leicester Journal\" dated 17 August 1776 is the earliest known mention of cricket in the area. A few years later, a Leicestershire & Rutland Cricket Club was taking part in important matches. Note that in some contemporary reports the club is called simply Leicester but the personnel involved are the same whichever title is used."}
{"id": "Wooden Wand_0", "title": "Wooden Wand", "text": "Wooden Wand is the stage name of singer-songwriter James Jackson Toth, who has recorded under his given name as well as the name WAND. The style of music recorded by Toth and his many incarnations has drawn on a variety of both conventional and experimental folk and rock influences, including psychedelic folk, freak folk and indie. Though he was a significant player in the New Weird America trend of the early to mid-2000s along with Devendra Banhart, Akron/Family, Joanna Newsom, and collaborators The Vanishing Voice, Toth has been difficult to pigeonhole in one genre; recent releases have been identified as acid folk, free jazz, outlaw country, and country-tinged rock. Toth has appeared on labels including Kill Rock Stars, Ecstatic Peace! , Rykodisc, and Young God."}
{"id": "Jean Petit (theologian)_0", "title": "Jean Petit (theologian)", "text": "Jean Petit (Jehan Petit, John Parvus) (b. most likely at Brachy, Caux, in Normandy, and certainly in the Diocese of Rouen, c. 1360 − 15 July 1411) was a French theologian and professor in the University of Paris. He is known for his public defence of a political killing as tyrannicide."}
{"id": "Al-Mustansir (Cairo)_0", "title": "Al-Mustansir (Cairo)", "text": "Al-Mustansir (Arabic: المستنصر بالله الثاني‎ ‎ ) Abu al-Qasim Ahmad was a member of the Abbasid house who was imprisoned by his nephew the Caliph al-Musta'sim in Baghdad. Following the sack of Baghdad by the Mongols in 1258, he escaped to the Arab tribes in the desert, where he hid out for a couple of years, until the Mamluks drove the Mongols from Syria in 1260. After making his way to Cairo, Mamluk Egypt, al-Mustansir was installed as Caliph there by the Mamluk Sultan Baybars I in 1261. He was sent with an army to the east to recover Baghdad, but was killed in a Mongol ambush near Hīt (modern Iraq) in 1261, and was succeeded by his rather distant Abbasid kinsman (and former rival caliph, having been proclaimed by the ruler of Aleppo) Al-Hakim I. Though he was not the direct ancestor of any of them, the line of Cairo caliphs he founded lasted until the Ottoman conquest of Egypt in 1517, but they were little more than religious figureheads for the Mamluks."}
{"id": "Al-Mustansir (Cairo)_1", "title": "Al-Mustansir (Cairo)", "text": "Cairo caliphs he founded lasted until the Ottoman conquest of Egypt in 1517, but they were little more than religious figureheads for the Mamluks."}
{"id": "George FitzGeorge_0", "title": "George FitzGeorge", "text": "Colonel George William Adolphus FitzGeorge (24 August 1843 – 2 September 1907) was a great-grandson of King George III of the United Kingdom and first cousin to Queen Mary, being the eldest of the three sons of the 2nd Duke of Cambridge and Louisa Fairbrother (the other sons were Admiral Sir Adolphus FitzGeorge and Colonel Sir Augustus FitzGeorge). As his parents were married in contravention of the Royal Marriages Act 1772, he was ineligible to succeed his father as Duke of Cambridge and along with his siblings did not hold royal titles."}
{"id": "Oranje Zwart_0", "title": "Oranje Zwart", "text": "Mixed Hockeyclub Oranje Zwart was a Dutch field hockey club located in Eindhoven, North Brabant, which was founded on 1 September 1933. With around 1,700 members – as of 3 May 2006 – it is one of the biggest clubs in the Netherlands. The 2,000 capacity Sportpark Aalsterweg is their home venue."}
{"id": "Route Army_0", "title": "Route Army", "text": "A Route Army (路軍/路军), was a type of military organization during the Chinese Republic, and usually exercised command over two or more corps or a large number of divisions or independent brigades. It was a common formation in China prior to the Second Sino-Japanese War but was discarded as a formation type by the National Revolutionary Army after 1938 (other than the 8th Route Army), in favor of the Group Army."}
{"id": "Eileen Mayo_0", "title": "Eileen Mayo", "text": "Dame Eileen Rosemary Mayo {'1': \", '2': \", '3': \", '4': \"} (11 September 1906 – 4 January 1994) was an English-born artist and designer who worked in England, Australia and New Zealand in almost every available medium — drawings, woodcuts, lithographs on stone and tempera, tapestry and silk screening. In addition to being a printmaker, illustrator, calligrapher and muralist, she designed coins, stamps, tapestry and posters, and wrote and illustrated eight books on natural science."}
{"id": "Gumyōji Station (Keikyu)_0", "title": "Gumyōji Station (Keikyu)", "text": "Gumyōji Station (弘明寺駅 , Gumyōji-eki ) is a railway station operated by the Keikyū Keikyū Main Line located in Minami-ku, Yokohama, Kanagawa Prefecture, Japan. It is located 29.1 rail kilometers from the northern terminus of the Keikyū Main Line at Shinagawa Station, in Tokyo. Note that Gumyōji Station of the Yokohama Municipal Subway is located about 500 m away, on the other side of the \"Gumyōji Kannon Shopping Street\" (弘明寺かんのん通り商店街 ) ."}
{"id": "Madonna del Granduca_0", "title": "Madonna del Granduca", "text": "The Madonna del Granduca is a Madonna painting by the Italian renaissance artist Raphael. It was probably painted in 1505, shortly after Raphael had arrived in Florence. The influence of Leonardo da Vinci, whose works he got to know there, can be seen in the use of sfumato. The painting belonged to Ferdinand III, Grand Duke of Tuscany, from whom it got its name."}
{"id": "Magherafelt GAC_0", "title": "Magherafelt GAC", "text": "O'Donovan Rossa GAC Magherafelt (Irish: \"CLG Ó Donnabháin Rosa Machaire Fíolta\" ) is a Gaelic Athletic Association club based in Magherafelt, County Londonderry, Northern Ireland. The club is a member of Derry GAA and currently caters for Gaelic football, Camogie and Ladies' Gaelic football. The club is named after Irish patriot and revolutionary Jeremiah O'Donovan Rossa."}
{"id": "Super International Cricket_0", "title": "Super International Cricket", "text": "Super International Cricket is a cricket video game released for the Super Nintendo Entertainment System that was released in Australia, Europe and Pakistan in 1994. It is a sequel to \"International Cricket\" on the original Nintendo Entertainment System. The developing staff was Melbourne House (as Beam Software); Nintendo was in charge of publishing the game."}
{"id": "Kenneth Dupee Swan_0", "title": "Kenneth Dupee Swan", "text": "Kenneth Dupee Swan (1887–1970), more commonly known as K.D. Swan, was an American nature photographer in the early part of the 20th century. During his career in the USDA Forest Service (1911–1947) he took many picture of the American Northwest. Swan captured the face of public lands, revealing its wildness and value to the American public. His messages of long ago still emanate from his images - the value of conserving public lands and the joy of living in magnificent wild places."}
{"id": "Cancer Nursing Practice_0", "title": "Cancer Nursing Practice", "text": "Cancer Nursing Practice is a monthly peer-reviewed nursing journal which covers the practice of oncology nursing. It also publishes news, news analysis, and opinion columns on topics relevant to oncology nurses. It is published by RCNi. The editor-in-chief is Lisa Berry. The journal is available by subscription and is a member of the Committee on Publication Ethics."}
{"id": "Timo Airaksinen_0", "title": "Timo Airaksinen", "text": "Timo Airaksinen (born 25 April 1947 in Vaasa, Finland) is Professor of Moral Philosophy in the Discipline of Social and Moral Philosophy at Helsinki University. By longstanding tradition in the University of Helsinki, the philosophy faculty is divided into two major areas, the practical and the theoretical. He graduated from the University of Turku in 1971 and defended his doctoral dissertation \"The Hegelianism of Bradley and McTaggart\" in 1975. He specializes in ethics and social philosophy, ethics of technology, the history of philosophy, and education. He has written on a wide range of topics dealing with these issues, from the thinking of Hobbes to Marquis de Sade. Airaksinen also regularly contributes to public debate in Finland and has had a column in the newspaper Helsingin Sanomat."}
{"id": "National Spot Exchange_0", "title": "National Spot Exchange", "text": "National Spot Exchange (NSEL) is a Commodities exchange in India, and was touted as a joint venture of Jignesh Shah owned Financial Technologies (India) Ltd. (FTIL) and National Agricultural Cooperative Marketing Federation of India (NAFED). National Spot Exchange commenced its live trading operations in different commodities on Wednesday, 15 October 2008. It began trading in pre-certified cotton bales for Mumbai delivery and imported gold and silver bars for Ahmedabad delivery immediately, and has since added a number of commodities. NAFED was given 100 shares and was called a 'promoter' to induce investors and give them a false sense of safety.On 31 July 2013 the crisis on the exchange broke when it neither had money nor stocks to pay to investors."}
{"id": "Lou Rankin_0", "title": "Lou Rankin", "text": "Lou Rankin (May 27, 1929 - August 12, 2016) was an American sculptor starting in the 1960s. He developed an innovative use of concrete to create sculptures of animals, all with a touch of whimsy. Whether joyful, mischievous or a touch of pathos, all of his creations are seemingly alive."}
{"id": "Space and Upper Atmosphere Research Commission_0", "title": "Space and Upper Atmosphere Research Commission", "text": "The Space and Upper Atmosphere Research Commission (SUPARCO) is an and bureaucratic space agency of the Government of Pakistan, responsible for the nation's public and civil space programme and for aeronautics and aerospace research. Its mission statement and objective is to conduct peaceful research in space technology and promote the technology for socio-economic uplift of the country."}
{"id": "Stichtse Cricket en Hockey Club_0", "title": "Stichtse Cricket en Hockey Club", "text": "SCHC is the acronym of the field hockey club Stichtse Cricket en Hockey Club, which is located in Bilthoven, Utrecht. The club was founded on November 22, 1906, and had – as of January 1, 2006 – 2.100 members, which makes it the fourth-largest field hockey club in The Netherlands."}
{"id": "David Arroyo_0", "title": "David Arroyo", "text": "David Arroyo Durán (born 7 January 1980 in Talavera de la Reina, Toledo) is a Spanish professional road bicycle racer, riding on the UCI Professional Continental Team Caja Rural–Seguros RGA . He was also one of the best climbers on the Movistar Team , Arroyo's team from 2005 to 2012, along with team leader Alejandro Valverde. After Valverde crashed in the first week of the 2006 Tour de France, Arroyo was made team leader, until Pereiro claimed the leader's yellow jersey. Arroyo then helped to protect Pereiro in the mountain climbs and ensure his overall victory."}
{"id": "Bridges Handicap Race_0", "title": "Bridges Handicap Race", "text": "The Bridges Handicap Race is a traditional running race held in Westminster, London at 12:30 on the second Wednesday of every month. The race, often known as 'The Lensbury', is run over a course of 2.3 miles, and runners are given handicap times based on their last performance. The course begins and ends by Westminster Bridge, in front of St. Thomas' Hospital on the Albert Embankment and crosses Vauxhall Bridge and Lambeth Bridge."}
{"id": "The Kiss (Hayez)_0", "title": "The Kiss (Hayez)", "text": "Il bacio (] ; The Kiss) is an 1859 painting by the Italian artist Francesco Hayez. It is possibly his best known work. This painting conveys the main features of Italian Romanticism and has come to represent the spirit of the Risorgimento. It was commissioned by Alfonso Maria Visconti di Saliceto, who donated to the Pinacoteca di Brera after his death."}
{"id": "Cory Raymer_0", "title": "Cory Raymer", "text": "Cory Gene Raymer (born March 3, 1973) is a former American college and professional football player who was a center in the National Football League (NFL) for eleven seasons. Raymer played college football for the University of Wisconsin, and was honored as an All-American. A second-round pick in the 1995 NFL Draft, he played professionally for the Washington Redskins and San Diego Chargers of the NFL."}
{"id": "B.O.X: Best of X_0", "title": "B.O.X: Best of X", "text": "B.O.X ~Best of X~ is a compilation box set released by X Japan on March 21, 1996. It contains two CDs, a VHS tape and a T-shirt from the \"Violence and Jealousy Tour\". The album reached number 5 on the Oricon chart. It was re-released on December 1, 1996 in a different case without any extras and without the last three tracks on disc one."}
{"id": "Maurits Crucq_0", "title": "Maurits Crucq", "text": "Maurits Bourgon Crucq (born February 10, 1968 in Voorburg, South Holland) is a former field hockey defender from the Netherlands, who played 132 international matches for the Men's National Team, in which he scored eleven goals. A player from HC Klein Zwitserland, Crucq twice won an Olympic medal: bronze in 1988 and gold in 1996."}
{"id": "Ronald Fair_0", "title": "Ronald Fair", "text": "Ronald L. Fair (born October 27, 1932, in Chicago, Illinois) is an African-American writer known for his experimental and versatile literary forms. He is best known for his 1966 novel \"Hog Butcher\", set in 1960s' Chicago. This was the basis of the 1975 film \"Cornbread, Earl and Me\". The cast included Rosalind Cash and Laurence Fishburne. Relocating to Finland, Fair began sculpting in 1977. In December 1980 he became \"born again\", thereafter becoming a \"Christian writer\" and founder of the International Orphans' Assistance Association."}
{"id": "Nursing Children and Young People_0", "title": "Nursing Children and Young People", "text": "Nursing Children and Young People is a nursing journal covering the practice of pediatric nursing. The journal was established in 1989 as \"Paediatric Nursing\", obtaining its current title in 2014, and is published by RCN Publishing. It is abstracted and indexed in CINAHL, Embase, MEDLINE/PubMed, Scopus, ProQuest, EBSCO databases, and Thomson Gale."}
{"id": "Fragile (Saron Gas album)_0", "title": "Fragile (Saron Gas album)", "text": "Fragile is the debut album by the band Saron Gas, which would eventually become Seether. The album was released only in the band's native South Africa. After this album, Wind-up Records asked the band to change their name—because \"Saron Gas\" was a homophone for sarin gas, a deadly nerve agent—and the band decided on \"Seether\", the title of a song by the American Grunge band Veruca Salt."}
{"id": "Acton Burnell Castle_0", "title": "Acton Burnell Castle", "text": "Acton Burnell Castle is a 13th-century fortified manor house, located near the village of Acton Burnell, Shropshire, England (grid reference [ SJ534019] ). It is believed that the first Parliament of England at which the Commons were fully represented was held here in 1283. Today all that remains is the outer shell of the manor house and the gable ends of the barn. It is a Grade I listed building of the Statutory List of Buildings of Special Architectural or Historic Interest."}
{"id": "Patasola_0", "title": "Patasola", "text": "The Patasola or \"one foot\" is one of many myths in South American folklore about female monsters from the jungle, appearing to male hunters or loggers in the middle of the wilderness when they think about women. The Patasola appears in the form of a beautiful and seductive woman, often in the likeness of a loved one, who lures a man away from his companions deep into the jungle. There, the Patasola reveals her true, hideous appearance as a one-legged creature with ferocious vampire-like lust for human flesh and blood, attacking and devouring the flesh or sucking the blood of her victims."}
{"id": "Maarten van Grimbergen_0", "title": "Maarten van Grimbergen", "text": "Maarten Albert van Grimbergen (born October 4, 1959 in Eindhoven, Noord-Brabant) is a former field hockey player from the Netherlands, who played a total number of 145 international matches for the Dutch Men's Nation Team, in which he scored 36 goals. The striker made his debut in 1980, and played club hockey for Eindhovense Mixed Hockey Club and HC Klein Zwitserland. Van Grimbergen represented the Netherlands in two Summer Olympics (1984 and 1992)."}
{"id": "Loch Ken_0", "title": "Loch Ken", "text": "Loch Ken is 9-mile long freshwater loch in Dumfries and Galloway, Scotland. It lies in the Glenkens, where it is fed from the north by the Water of Ken and from the west by the Dee. It continues as the Dee south from Glenlochar, where the water is held back by the Glenlochar Barrage. Part of the Galloway hydro-electric power scheme, the barrage regulates the river's flow."}
{"id": "Primary Health Care (magazine)_0", "title": "Primary Health Care (magazine)", "text": "Primary Health Care is a professional magazine, published 10 times a year by the RCNi, part of the Royal College of Nursing group. It publishes news, features, and clinical articles relevant to the practice of community health nursing in the United Kingdom. It is available in print or digital format."}
{"id": "Eveline de Haan_0", "title": "Eveline de Haan", "text": "Eveline de Haan (born 21 February 1976) is a Dutch field hockey player who plays for HC Klein Zwitserland. De Haan was a member of the Holland squad that became World Champion at the 2006 Women's Hockey World Cup. She earned a total number of 30 caps for the national team."}
